{
  "id": 4,
  "author": "Nitin",
  "title": "What role do startups play in a mature sector?",
  "sub_Title": "In a developed market, is there any room for a new player? Or will they get eaten up by the bigger fish?",
  "description": "Micro-Influencers  are individuals sharing content with a medium sized audience between 10k to 100k…",
  "cover_img": "https://kurage-assets.s3.ap-south-1.amazonaws.com/agrim/blogDetailBanner/A04.png",
  "slug": "what_role_do_startups_play_in_a_mature_sector",
  "alt": "What role do startups play in a mature sector?",
  "category": "Blog",
  "brief": "In many sectors today, clear industry leaders have emerged that seem to dominate their markets. However,  new competitors are popping up everyday, even in sectors which may have monopolies and other big players. How do these young companies survive and carve a place for themselves in the market?",
  "key_takeaways": [
    "SMEs are able to better focus in on their key (read: niche) demographic. This is a great way for an SME to establish a loyal customer base.",
    "MNCs tend to get monolithic over time. SMEs are able to better maneuver in a fast changing world and pivot when necessary.",
    "Smaller businesses are better for the average customer. Bigger companies may neglect smaller customers in order to focus on bigger accounts."
  ],
  "content": [
    {
      "id": 1,
      "section_icon": "https://kurage-assets.s3.ap-south-1.amazonaws.com/agrim/blog/section_icon/dummy_icon1.png",
      "section_icon_alt": "SME Challenges",
      "sub_heading": "Challenges faced by SMEs when entering a mature sector",
      "body": [
        "Entering a mature sector with established players can be intimidating. Not only is it hard to compete with an established company's brand reputation, but an SME might also lacks the manpower and 'economies of scale' that a larger MNC can leverage. Here are a few of the other challenges facing SMEs in a mature sector:",
        {
          "pointers": [
            {
              "id": 1,
              "pointer_key": "Inadequate access and marketing platform",
              "pointer_value": "SMEs may lack the network that larger companies and MNCs have   acquired through their lifespan."
            },
            {
              "id": 2,
              "pointer_key": "Lack of access to new technology",
              "pointer_value": "MNCs like IBM and Microsoft may have entire teams working on the forefront of technology, giving them access to tools and technologies that smaller organizations might not even be aware of."
            },
            {
              "id": 3,
              "pointer_key": "Lack of required credit",
              "pointer_value": "Larger organizations may have a large reserve of funds that can help them weather through tough times or even let them price their product/service competitively. This can help them"
            },
            {
              "id": 4,
              "pointer_key": "Cumbersome regulatory practices",
              "pointer_value": "This is something that may cause SMEs a lot of legal issues if they do not tread carefully. Like the above points, larger companies have legal teams that protect them from unknowingly crossing legal lines."
            }
          ]
        }
      ]
    },

    {
      "id": 2,
      "section_icon": "https://kurage-assets.s3.ap-south-1.amazonaws.com/agrim/blog/section_icon/dummy_icon1.png",
      "sub_heading": "What SMEs can do better than larger companies",
      "body": [
        "Even though it may seem gloomy for an SME to break into a mature sector, don't worry! It is still possible for a smaller company to carve out a niche for itself, even if there are bigger fish in the pond In fact, SMEs are quite beneficial for the customer as they would be the only organizations willing to innovate and come up with better solutions. Here are a few ways we have found that SMEs can survive and even thrive in an established sector:",
        {
          "pointers": [
            {
              "id": 1,
              "pointer_key": "Large Organizations neglect smaller customers",
              "pointer_value": " Every organisation has a finite amount of resources available, regardless of its size. The only choice they have is in how they choose to allocate those resources (whether it be workers, computing power etc.). And when it comes to Multi National Companies, they would rather focus on the customers that provide the most return for their work. This ends up being other MNCs or other large organisations. ANd because of this, the average business man gets sidelined as he just isn't as profitable. This leaves a huge opening for SMEs to fill the gap, and provide small and mid sized companies their services."
            },
            {
              "id": 2,
              "pointer_key": "SMEs are more flexible",
              "pointer_value": " Large organisations tend to have fixed systems and processes in place. While this ensures that a large organisation can function smoothly, it also means that they tend to be monolithic. Due to this, they might not be the ideal business partner for many small companies that require special attention or fringe scenarios. SMEs, by their definition, are more able to focus on their customers and provide more personalised solutions. This is something many businesses appreciate."
            },
            {
              "id": 3,
              "pointer_key": "Innovation",
              "pointer_value": " History has shown us that competition is crucial for the evolution of an industry. Monopolies tend to get so comfortable at the top that they stop seeing the value in Research and Development, which does not have a clear monetary return in the short run. Due to this, they stop innovating and start raising prices as they virtually have no other competition to keep them in check. Ultimately, this is very bad for the end customer, and that is why start-Ups and SMEs are crucial to keep prices down and industries innovating."
            }
          ]
        }
      ]
    }
  ]
}
